{
  "page": {
    "home": {
      "title": "Home",
      "description": "Welcome to the home page"
    },
    "about": {
      "title": "About us:",
      "firstParagraph": "Welcome to our website where craftsmen and individuals seeking their expertise converge. If you're curious about the experience craftsmen bring to their craft and are searching for reliable and skilled professionals, you're in the right place.",
      "secondParagraph": "Our platform creates space for craftsmen from various fields, from carpentry to electrical work, from painting to blacksmithing. These craftsmen are passionate experts who dedicate themselves to their crafts with enthusiasm and precision. Our goal is to provide them with a place where they can showcase their abilities and find clients who appreciate their knowledge and skills.",
        "thirdParagraph": "For those seeking craftsmen, we've created a simple and effective way to find the right person for your projects. On our website, you'll find an extensive list of skilled craftsmen offering their services. You can browse through their portfolios, read reviews from other satisfied customers, and choose a craftsman who best fits your needs.",
        "fourthParagraph": "We believe that connecting craftsmen with people who need their work is a great way to build mutually beneficial relationships. Our website is here to make these connections simple and effective. Allow us to help you find the best craft solutions and create a great experience from the outcome.",
        "fifthParagraph": "We're excited to have you here, and we hope that our platform will help you find the perfect craftsman or enable you to offer your craft services to people in need. Together, we can build a strong community of craftsmen and customers who appreciate the value of well-done work."
    }
  },
  "component": {
    "header": {
      "title": "Craft-makers",
      "menu": {
        "home": "Home",
        "about": "About",
        "contact": "Contact"
      }
    },
    "leftSidebar": {
      "categories": "Categories",
      "loading": "Loading..."
    },
    "rightSidebar" : {
      "craftsman" : "If you are craftsman,",
      "craftsmanDesc" : " join our team and discover new job opportunities.",
      "join" : "Join us",
      "client" : "If you need help,",
      "clientDesc" : "register and find a skilled helper for your problem.",
      "register" : "Register",
      "loginDesc" : "Are you already registered?",
      "login" : "Login"
    },
    "home" : {
      "title": "Welcome to our website",
      "description": "Our goal is to connect skilled craftsmen with those who need their expertise. We provide a user-friendly platform where you can browse profiles of craftsmen and choose the best one for you. Allow us to help you find a craftsman who will meet your needs and provide you with quality work.",
      "services": "Services we offered",
      "register": "Register",
      "readMore": "Read more",
      "statisticTitle": "We already have the trust of xxx people.",
      "statisticDescription": "We are proud of the trust we have gained from our service providers as well as customers who have found reliable craftsmen with us and were satisfied with the results.",
      "craftsmen": "Craftsmen",
      "customers": "Customers",
      "statisticServices": "Services provided",
      "reviews": "Reviews",
      "bestCraftsmen": "The best of the bests:"
    }
  }
}