{
  "page": {
    "home": {
      "title": "Domovská stránka",
      "description": "Vitajte na domovskej stránke"
    },
    "about": {
      "title": "O nás:",
      "firstParagraph": "Vitajte na našej webstránke, kde sa stretávajú remeselníci a ľudia, ktorí hľadajú ich odbornú prácu. Ak ste zvedaví na skúsenosť, ktorú remeselníci prinášajú do svojho remesla a hľadáte spoľahlivých a kvalifikovaných profesionálov, ste na správnom mieste.",
      "secondParagraph": "Naša platforma vytvára priestor pre remeselníkov z rôznych oblastí, od tesárstva po elektrikárstvo, od maliarstva po kováčstvo. Títo remeselníci sú vášniví odborníci, ktorí sa venujú svojim remeslám so zanietením a precíznosťou. Naším cieľom je vytvoriť pre nich miesto, kde môžu prezentovať svoje schopnosti a nájsť si klientov, ktorí oceňujú ich vedomosti a zručnosti.",
      "thirdParagraph": "Pre tých, ktorí hľadajú remeselníkov, sme vytvorili jednoduchý a efektívny spôsob, ako nájsť tú správnu osobu pre svoje projekty. Na našej webstránke nájdete rozsiahly zoznam remeselných odborníkov, ktorí ponúkajú svoje služby. Môžete si prehliadať ich portfóliá, prečítať si recenzie od iných spokojných zákazníkov a vybrať si remeselníka, ktorý najlepšie zodpovedá vašim potrebám.",
      "fourthParagraph": "Veríme, že spájanie remeselníkov s ľuďmi, ktorí potrebujú ich prácu, je skvelým spôsobom, ako vytvárať vzájomne prospešné vzťahy. Naša webstránka je tu preto, aby tieto spojenia boli jednoduché a efektívne. Dovoľte nám pomôcť vám nájsť najlepšie remeselné riešenia a vytvorte si skvelý zážitok z výsledku.",
      "fifthParagraph": "Tešíme sa, že vás tu máme a dúfame, že naša platforma vám pomôže nájsť ideálneho remeselníka alebo vám umožní ponúknuť svoje remeselné služby ľuďom, ktorí ich hľadajú. Spolu môžeme vytvoriť pevnú komunitu remeselníkov a zákazníkov, ktorí ocenia hodnotu dobre vykonanej práce."
    }
  },
  "component": {
        "header": {
          "title": "Craft-makers",
          "menu": {
            "home": "Domov",
            "about": "O nás",
            "contact": "Kontakt"
          }
        },
    "leftSidebar" : {
      "categories": "Kategórie"
    },
    "rightSidebar" : {
      "craftsman" : "Ak ste remeselník,",
      "craftsmanDesc" : "pridajte sa k nášmu tímu a objavujte nové pracovné príležitosti.",
      "join" : "Pridajte sa k nám",
      "client" : "Ak potrebujete pomoc,",
      "clientDesc" : "zaregistrujte sa a nájdite kvalifikovaného pomocníka pre váš problém.",
      "register" : "Registrovať sa",
      "loginDesc" : "Už ste zaregistrovaný?",
      "login" : "Prihlásiť sa"
    },
    "home" : {
      "title": "Vitajte na našej stránke",
      "description": "Náš cieľ je spojiť kvalifikovaných remeselníkov s tými, ktorí potrebujú ich odborné služby. Ponúkame prehľadnú platformu, kde môžete prehliadať profily remeselníkov a vybrať si toho najlepšieho. Dovoľte nám pomôcť vám nájsť remeselníka, ktorý bude zodpovedať vašim potrebám a poskytne vám kvalitnú prácu.",
      "services": "Servisy, ktoré ponúkame",
      "register": "Registrovať sa",
      "readMore": "Čítať viac",
      "statisticTitle": "Dôveruje nám už xxx ľudí.",
      "statisticDescription": "Sme hrdí na dôveru, ktorú sme získali od našich poskytovateľov služieb, ale aj zákazníkov, ktorí si u nás našli spoľahlivého remeselníka a boli spokojní s výsledkom.",
      "craftsmen": "Remeselníci",
      "customers": "Zákazníci",
      "statisticServices": "Poskytnuté služby",
      "reviews": "Recenzie",
      "bestCraftsmen": "Tí najlepší:"
    }
  }
}